Repository: mwalterskirchen/gassipass
Catalog: gassipass/Localizable.xcstrings
Source language: en
Languages: de

source: %@ (You)
de: %@ (du)

source: %@ has collected %@ of %@ segments.
de: %1$@ hat %2$@ von %3$@ Segmenten gesammelt.

source: %@ of %@ segments collected
de: %1$@ von %2$@ Segmenten gesammelt

source: %@ with %@
de: %1$@ mit %2$@

source: %@, completed on %@
de: %1$@, abgeschlossen am %2$@

source: %lld of %lld completed
de: %1$lld von %2$lld abgeschlossen

source: %lld of %lld segments
de: %1$lld von %2$lld Segmenten

source: %lld segments collected
de: %lld Segmente gesammelt

source: %lld walks
de: %lld Spaziergänge

source: A retired dog no longer joins walks. Its collection, completions and collection book stay.
de: Ein Hund im Ruhestand kommt nicht mehr mit auf Spaziergänge. Seine Sammlung, seine abgeschlossenen Gemeinden und Strassen und sein Sammelbuch bleiben erhalten.

source: Add
de: Hinzufügen

source: Add Dog
de: Hund hinzufügen

source: Add a dog before you start a walk.
de: Füge einen Hund hinzu, bevor du einen Spaziergang startest.

source: Add a dog to see the completion of the pinned areas.
de: Füge einen Hund hinzu, um die Vollständigkeit der angehefteten Gemeinden zu sehen.

source: Add a dog to start collecting segments.
de: Füge einen Hund hinzu, um Segmente zu sammeln.

source: Add a dog to start its collection book.
de: Füge einen Hund hinzu, um sein Sammelbuch zu beginnen.

source: Area completed
de: Gemeinde abgeschlossen

source: Areas completed
de: Gemeinden abgeschlossen

source: Book
de: Sammelbuch

source: Cancel
de: Abbrechen

source: Canton
de: Kanton

source: Canton %@
de: Kanton %@

source: Change Dogs
de: Hunde ändern

source: Change Photo
de: Foto ändern

source: Check the internet connection and try again.
de: Prüfe die Internetverbindung und versuche es noch einmal.

source: Choose Photo
de: Foto auswählen

source: Collected
de: Gesammelt

source: Collected length
de: Gesammelte Länge

source: Collected on this walk
de: Auf diesem Spaziergang gesammelt

source: Collection Book
de: Sammelbuch

source: Completed on %@
de: Abgeschlossen am %@

source: Completion
de: Vollständigkeit

source: Continue Walk
de: Spaziergang fortsetzen

source: Delete
de: Löschen

source: Delete Walk
de: Spaziergang löschen

source: Delete this walk?
de: Diesen Spaziergang löschen?

source: Distance
de: Distanz

source: Dog
de: Hund

source: Dogs
de: Hunde

source: Dogs of the Walk
de: Hunde

source: Each dog collects the segments of the whole walk.
de: Jeder Hund sammelt die Segmente des ganzen Spaziergangs.

source: Edit Dog
de: Hund bearbeiten

source: Edits the dog
de: Bearbeitet den Hund

source: GPS accuracy %lld m
de: GPS-Genauigkeit %lld m

source: GPS is not available
de: GPS ist nicht verfügbar

source: GassiPass has no access to your location. Allow it in Settings.
de: GassiPass hat keinen Zugriff auf deinen Standort. Erlaube ihn in den Einstellungen.

source: Has the walk ended?
de: Ist der Spaziergang zu Ende?

source: Hold to Stop Walk
de: Zum Beenden gedrückt halten

source: Home
de: Start

source: Invite Member
de: Mitglied einladen

source: Invited
de: Eingeladen

source: Its segments leave the collection of each dog, unless another walk of the dog covers them. Completed records stay.
de: Seine Segmente werden aus der Sammlung jedes Hundes entfernt, ausser ein anderer Spaziergang des Hundes deckt sie ab. Abgeschlossene Gemeinden und Strassen bleiben erhalten.

source: Last Walk
de: Letzter Spaziergang

source: Leave %@?
de: %@ verlassen?

source: Leave Pack
de: Rudel verlassen

source: Map
de: Karte

source: Map data %@
de: Kartendaten %@

source: My Pack
de: Mein Rudel

source: New Dog
de: Neuer Hund

source: New segments
de: Neue Segmente

source: No Dogs
de: Keine Hunde

source: No Walks
de: Keine Spaziergänge

source: No walks yet
de: Noch keine Spaziergänge

source: Not collected
de: Nicht gesammelt

source: Pack
de: Rudel

source: Pack Name
de: Name des Rudels

source: Pack Owner
de: Rudelchef

source: Pack of %@
de: Rudel von %@

source: Pin
de: Anheften

source: Pin an area on its screen in the collection book to show it here.
de: Hefte eine Gemeinde im Sammelbuch an, um sie hier zu zeigen.

source: Pinned Areas
de: Angeheftete Gemeinden

source: Reason (optional)
de: Grund (optional)

source: Recorded by %@
de: Aufgezeichnet von %@

source: Remove
de: Entfernen

source: Remove %@?
de: %@ entfernen?

source: Remove Member
de: Mitglied entfernen

source: Remove Photo
de: Foto entfernen

source: Retired
de: Im Ruhestand

source: Retired Dogs
de: Hunde im Ruhestand

source: Retired on %@
de: Im Ruhestand seit %@

source: Save
de: Sichern

source: Settings
de: Einstellungen

source: Shows all map credits
de: Zeigt alle Quellenangaben der Karte

source: Since
de: Seit

source: Sort
de: Sortieren

source: Start
de: Starten

source: Start Walk
de: Spaziergang starten

source: Start a walk to collect the first segments.
de: Starte einen Spaziergang, um die ersten Segmente zu sammeln.

# StartWalkSheet.title
source: Start Walk
de: Spaziergang

source: Stop Walk
de: Spaziergang beenden

source: Stop the walk?
de: Spaziergang beenden?

source: Street completed
de: Strasse abgeschlossen

source: Streets
de: Strassen

source: Streets completed
de: Strassen abgeschlossen

source: The invitation no longer works for this person.
de: Die Einladung gilt für diese Person nicht mehr.

source: The map package cannot open
de: Das Kartenpaket lässt sich nicht öffnen

source: The member is still in the pack
de: Das Mitglied ist noch im Rudel

source: The pack and its dogs disappear from this iPhone. Your walks stay with the dogs in the pack, but a walk that this iPhone has not uploaded yet is lost.
de: Das Rudel und seine Hunde verschwinden von diesem iPhone. Deine Spaziergänge bleiben bei den Hunden im Rudel, aber ein Spaziergang, den dieses iPhone noch nicht hochgeladen hat, geht verloren.

source: The pack disappears from the iPhone of the member. The walks of the member stay with the dogs.
de: Das Rudel verschwindet vom iPhone des Mitglieds. Die Spaziergänge des Mitglieds bleiben bei den Hunden.

source: The phone vibrates during a walk when a segment becomes collected.
de: Das Handy vibriert während eines Spaziergangs, wenn ein Segment gesammelt wird.

source: Time
de: Zeit

source: Unknown Member
de: Mitglied ohne Namen

source: Unpin
de: Loslösen

source: Vibrate for Collected Segments
de: Bei gesammelten Segmenten vibrieren

source: Waiting for GPS
de: Warte auf GPS

source: Walk
de: Spaziergang

source: Walks
de: Spaziergänge

source: Who is walking?
de: Wer kommt mit?

source: Who was walking?
de: Wer war dabei?

source: You
de: Du

source: You are still in the pack
de: Du bist noch im Rudel

source: You have not moved for %@.
de: Du hast dich seit %@ nicht bewegt.

source: You have not moved for %@. Open GassiPass to stop the walk.
de: Du hast dich seit %@ nicht bewegt. Öffne GassiPass, um den Spaziergang zu beenden.

source: Your pack starts when you add your first dog.
de: Dein Rudel beginnt, wenn du deinen ersten Hund hinzufügst.

source: Your walks appear here.
de: Hier erscheinen deine Spaziergänge.

source: © swisstopo, © FDFA, © FOEN, © FOCP, © SAC, © Naturefriends Switzerland, © opentransportdata.swiss, © MapTiler, © OpenStreetMap contributors
de: © swisstopo, © EDA, © BAFU, © BABS, © SAC, © Naturfreunde Schweiz, © opentransportdata.swiss, © MapTiler, © OpenStreetMap-Mitwirkende
